Repository: ByTheAngel11/ClientTheWeakestRival
Catalog: WPFTheWeakestRival/Properties/Langs/Lang.*.resx
Languages: es, fr, it, pt

# Email.SendVerificationCode.Socket.10060
source: Mail error: timeout connecting to the mail server. The password reset code could not be sent.
es: Error de correo: tiempo de espera al conectar con el servidor de correo. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de messagerie : délai de connexion au serveur de messagerie. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: timeout durante la connessione al server di posta. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de email: tempo limite de conexão com o servidor de email. O código de redefinição de senha não pôde ser enviado.

# Email.SendVerificationCode.Socket.10061
source: Mail error: The mail server refused the connection. The password reset code could not be sent.
es: Error de correo: el servidor de correo rechazó la conexión. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de messagerie : Le serveur de messagerie a refusé la connexion. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: il server di posta ha rifiutato la connessione. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: O servidor de correio recusou a conexão. O código de redefinição de senha não pôde ser enviado.

# Email.SendVerificationCode.Socket.10054
source: Mail error: The connection to the mail server was interrupted. The password reset code could not be sent.
es: Error de correo: la conexión con el servidor de correo se interrumpió. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de messagerie : La connexion au serveur de messagerie a été interrompue. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: la connessione al server di posta è stata interrotta. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: A conexão com o servidor de correio foi interrompida. O código de redefinição de senha não pôde ser enviado.

# Email.SendVerificationCode.Smtp.GeneralFailure
source: Mail Error: General failure to communicate with the mail server. The password reset code could not be sent.
es: Error de correo: falla general al comunicarse con el servidor de correo. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de messagerie : échec général de communication avec le serveur de messagerie. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: errore generale di comunicazione con il server di posta. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: Falha geral na comunicação com o servidor de correio. O código de redefinição de senha não pôde ser enviado.

# Email.SendVerificationCode.Smtp.ClientNotPermitted
source: Mail error: The server does not allow sending from this application. The password reset code could not be sent.
es: Error de correo: el servidor no permite el envío desde esta aplicación. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de courrier : Le serveur n'autorise pas l'envoi depuis cette application. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: il server non consente l'invio da questa applicazione. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: O servidor não permite envio deste aplicativo. O código de redefinição de senha não pôde ser enviado.

# Email.SendVerificationCode.Smtp.MustIssueStartTlsFirst
source: Mail error: The server requires TLS security to send mail. The password reset code could not be sent.
es: Error de correo: el servidor requiere seguridad TLS para enviar el correo. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de courrier : le serveur nécessite la sécurité TLS pour envoyer du courrier. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: il server richiede la sicurezza TLS per inviare la posta. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: o servidor requer segurança TLS para enviar correio. O código de redefinição de senha não pôde ser enviado.

# Email.SendVerificationCode.Smtp.MailboxUnavailable
source: Mail error: Recipient is not available. The password reset code could not be sent.
es: Error de correo: el destinatario no está disponible. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de courrier : le destinataire n'est pas disponible. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: il destinatario non è disponibile. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de email: O destinatário não está disponível. O código de redefinição de senha não pôde ser enviado.

# BORRAR
source: Mail error: Recipient address is invalid.
es: Error de correo: la dirección del destinatario no es válida.
fr: Erreur de courrier : l'adresse du destinataire n'est pas valide.
it: Errore di posta: l'indirizzo del destinatario non è valido.
pt: Erro de email: o endereço do destinatário é inválido.

# Email.SendVerificationCode.Configuration
source: Mail error: Invalid mail server configuration.
es: Error de correo: configuración inválida del servidor de correo.
fr: Erreur de messagerie : configuration du serveur de messagerie invalide.
it: Errore di posta: configurazione del server di posta non valida.
pt: Erro de email: configuração de servidor de email inválida.

# Email.SendVerificationCode.Unexpected
source: Mail error: An unexpected problem occurred. The password reset code could not be sent.
es: Error de correo: ocurrió un problema inesperado. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de courrier : un problème inattendu s'est produit. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: si è verificato un problema imprevisto. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: ocorreu um problema inesperado. O código de redefinição de senha não pôde ser enviado.

# Email.SendPasswordResetCode.Socket.10051
source: Mail error: no internet connection (network inaccessible). The password reset code could not be sent.
es: Error de correo: no hay conexión a internet (red inaccesible). No se pudo enviar el código para restablecer la contraseña.
fr: Erreur mail : pas de connexion internet (réseau inaccessible). Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: nessuna connessione Internet (rete inaccessibile). Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de email: sem conexão com a Internet (rede inacessível). O código de redefinição de senha não pôde ser enviado.

# Email.SendPasswordResetCode.Socket.10065
source: Mail error: The mail server could not be reached (host unreachable). The password reset code could not be sent.
es: Error de correo: no se pudo alcanzar el servidor de correo (host inaccesible). No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de messagerie : le serveur de messagerie n'a pas pu être atteint (hôte inaccessible). Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: impossibile raggiungere il server di posta (host irraggiungibile). Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de email: O servidor de email não pôde ser acessado (host inacessível). O código de redefinição de senha não pôde ser enviado.

# Email.SendPasswordResetCode.Socket.11001
source: Mail error: The mail server (DNS) could not be resolved. The password reset code could not be sent.
es: Error de correo: no se pudo resolver el servidor de correo (DNS). No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de messagerie : le serveur de messagerie (DNS) n'a pas pu être résolu. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: impossibile risolvere il server di posta (DNS). Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: O servidor de correio (DNS) não pôde ser resolvido. O código de redefinição de senha não pôde ser enviado.

# Email.SendPasswordResetCode.Socket.10060
source: Mail error: timeout connecting to the mail server. The password reset code could not be sent.
es: Error de correo: tiempo de espera al conectar con el servidor de correo. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de messagerie : délai de connexion au serveur de messagerie. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: timeout durante la connessione al server di posta. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de email: tempo limite de conexão com o servidor de email. O código de redefinição de senha não pôde ser enviado.

# Email.SendPasswordResetCode.Socket.10061
source: Mail error: The mail server refused the connection. The password reset code could not be sent.
es: Error de correo: el servidor de correo rechazó la conexión. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de messagerie : Le serveur de messagerie a refusé la connexion. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: il server di posta ha rifiutato la connessione. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: O servidor de correio recusou a conexão. O código de redefinição de senha não pôde ser enviado.

# Email.SendPasswordResetCode.Socket.10054
source: Mail error: The connection to the mail server was interrupted. The password reset code could not be sent.
es: Error de correo: la conexión con el servidor de correo se interrumpió. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de messagerie : La connexion au serveur de messagerie a été interrompue. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: la connessione al server di posta è stata interrotta. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: A conexão com o servidor de correio foi interrompida. O código de redefinição de senha não pôde ser enviado.

# Email.SendPasswordResetCode.Smtp.GeneralFailure
source: Mail Error: General failure to communicate with the mail server. The password reset code could not be sent.
es: Error de correo: falla general al comunicarse con el servidor de correo. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de messagerie : échec général de communication avec le serveur de messagerie. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: errore generale di comunicazione con il server di posta. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: Falha geral na comunicação com o servidor de correio. O código de redefinição de senha não pôde ser enviado.

# Email.SendPasswordResetCode.Smtp.ClientNotPermitted
source: Mail error: The server does not allow sending from this application. The password reset code could not be sent.
es: Error de correo: el servidor no permite el envío desde esta aplicación. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de courrier : Le serveur n'autorise pas l'envoi depuis cette application. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: il server non consente l'invio da questa applicazione. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: O servidor não permite envio deste aplicativo. O código de redefinição de senha não pôde ser enviado.

# Email.SendPasswordResetCode.Smtp.MustIssueStartTlsFirst
source: Mail error: The server requires TLS security to send mail. The password reset code could not be sent.
es: Error de correo: el servidor requiere seguridad TLS para enviar el correo. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de courrier : le serveur nécessite la sécurité TLS pour envoyer du courrier. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: il server richiede la sicurezza TLS per inviare la posta. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: o servidor requer segurança TLS para enviar correio. O código de redefinição de senha não pôde ser enviado.

# Email.SendPasswordResetCode.Smtp.MailboxUnavailable
source: Mail error: Recipient is not available. The password reset code could not be sent.
es: Error de correo: el destinatario no está disponible. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de courrier : le destinataire n'est pas disponible. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: il destinatario non è disponibile. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de email: O destinatário não está disponível. O código de redefinição de senha não pôde ser enviado.

# Email.SendPasswordResetCode.InvalidRecipient
source: Mail error: Recipient address is invalid.
es: Error de correo: la dirección del destinatario no es válida.
fr: Erreur de courrier : l'adresse du destinataire n'est pas valide.
it: Errore di posta: l'indirizzo del destinatario non è valido.
pt: Erro de email: o endereço do destinatário é inválido.

# Email.SendPasswordResetCode.Configuration
source: Mail error: Invalid mail server configuration.
es: Error de correo: configuración inválida del servidor de correo.
fr: Erreur de messagerie : configuration du serveur de messagerie invalide.
it: Errore di posta: configurazione del server di posta non valida.
pt: Erro de email: configuração de servidor de email inválida.

# Email.SendPasswordResetCode.Unexpected
source: Mail error: An unexpected problem occurred. The password reset code could not be sent.
es: Error de correo: ocurrió un problema inesperado. No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de courrier : un problème inattendu s'est produit. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: si è verificato un problema imprevisto. Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: ocorreu um problema inesperado. O código de redefinição de senha não pôde ser enviado.

source: Mail error: no internet connection (network inaccessible). The invitation to the room could not be sent.
es: Error de correo: no hay conexión a internet (red inaccesible). No se pudo enviar la invitación a la sala.
fr: Erreur mail : pas de connexion internet (réseau inaccessible). L'invitation à la salle n'a pas pu être envoyée.
it: Errore di posta: nessuna connessione Internet (rete inaccessibile). Impossibile inviare l'invito alla stanza.
pt: Erro de email: sem conexão com a Internet (rede inacessível). O convite para a sala não pôde ser enviado.

# Email.SendLobbyInvite.Socket.10065
source: Mail error: The mail server could not be reached (host unreachable). The invitation to the room could not be sent.
es: Error de correo: no se pudo alcanzar el servidor de correo (host inaccesible). No se pudo enviar la invitación a la sala.
fr: Erreur de messagerie : le serveur de messagerie n'a pas pu être atteint (hôte inaccessible). L'invitation à la salle n'a pas pu être envoyée.
it: Errore di posta: impossibile raggiungere il server di posta (host irraggiungibile). Impossibile inviare l'invito alla stanza.
pt: Erro de email: O servidor de email não pôde ser acessado (host inacessível). O convite para a sala não pôde ser enviado.

# Email.SendLobbyInvite.Socket.11001
source: Mail error: The mail server (DNS) could not be resolved. The invitation to the room could not be sent.
es: Error de correo: no se pudo resolver el servidor de correo (DNS). No se pudo enviar la invitación a la sala.
fr: Erreur de messagerie : le serveur de messagerie (DNS) n'a pas pu être résolu. L'invitation à la salle n'a pas pu être envoyée.
it: Errore di posta: impossibile risolvere il server di posta (DNS). Impossibile inviare l'invito alla stanza.
pt: Erro de correio: O servidor de correio (DNS) não pôde ser resolvido. O convite para a sala não pôde ser enviado.

# Email.SendLobbyInvite.Socket.10060
source: Mail error: timeout connecting to the mail server. The invitation to the room could not be sent.
es: Error de correo: tiempo de espera al conectar con el servidor de correo. No se pudo enviar la invitación a la sala.
fr: Erreur de messagerie : délai de connexion au serveur de messagerie. L'invitation à la salle n'a pas pu être envoyée.
it: Errore di posta: timeout durante la connessione al server di posta. Impossibile inviare l'invito alla stanza.
pt: Erro de email: tempo limite de conexão com o servidor de email. O convite para a sala não pôde ser enviado.

# Email.SendLobbyInvite.Socket.10061
source: Mail error: The mail server refused the connection. The invitation to the room could not be sent.
es: Error de correo: el servidor de correo rechazó la conexión. No se pudo enviar la invitación a la sala.
fr: Erreur de messagerie : Le serveur de messagerie a refusé la connexion. L'invitation à la salle n'a pas pu être envoyée.
it: Errore di posta: il server di posta ha rifiutato la connessione. Impossibile inviare l'invito alla stanza.
pt: Erro de correio: O servidor de correio recusou a conexão. O convite para a sala não pôde ser enviado.

# Email.SendLobbyInvite.Socket.10054
source: Mail error: The connection to the mail server was interrupted. The invitation to the room could not be sent.
es: Error de correo: la conexión con el servidor de correo se interrumpió. No se pudo enviar la invitación a la sala.
fr: Erreur de messagerie : La connexion au serveur de messagerie a été interrompue. L'invitation à la salle n'a pas pu être envoyée.
it: Errore di posta: la connessione al server di posta è stata interrotta. Impossibile inviare l'invito alla stanza.
pt: Erro de correio: A conexão com o servidor de correio foi interrompida. O convite para a sala não pôde ser enviado.

# Email.SendLobbyInvite.Smtp.GeneralFailure
source: Mail Error: General failure to communicate with the mail server. The invitation to the room could not be sent.
es: Error de correo: falla general al comunicarse con el servidor de correo. No se pudo enviar la invitación a la sala.
fr: Erreur de messagerie : échec général de communication avec le serveur de messagerie. L'invitation à la salle n'a pas pu être envoyée.
it: Errore di posta: errore generale di comunicazione con il server di posta. Impossibile inviare l'invito alla stanza.
pt: Erro de correio: Falha geral na comunicação com o servidor de correio. O convite para a sala não pôde ser enviado.

# Email.SendLobbyInvite.Smtp.ClientNotPermitted
source: Mail error: The server does not allow sending from this application. The invitation to the room could not be sent.
es: Error de correo: el servidor no permite el envío desde esta aplicación. No se pudo enviar la invitación a la sala.
fr: Erreur de courrier : Le serveur n'autorise pas l'envoi depuis cette application. L'invitation à la salle n'a pas pu être envoyée.
it: Errore di posta: il server non consente l'invio da questa applicazione. Impossibile inviare l'invito alla stanza.
pt: Erro de correio: O servidor não permite envio deste aplicativo. O convite para a sala não pôde ser enviado.

# Email.SendLobbyInvite.Smtp.MustIssueStartTlsFirst
source: Mail error: The server requires TLS security to send mail. The invitation to the room could not be sent.
es: Error de correo: el servidor requiere seguridad TLS para enviar el correo. No se pudo enviar la invitación a la sala.
fr: Erreur de courrier : le serveur nécessite la sécurité TLS pour envoyer du courrier. L'invitation à la salle n'a pas pu être envoyée.
it: Errore di posta: il server richiede la sicurezza TLS per inviare la posta. Impossibile inviare l'invito alla stanza.
pt: Erro de correio: o servidor requer segurança TLS para enviar correio. O convite para a sala não pôde ser enviado.

# Email.SendLobbyInvite.Smtp.MailboxUnavailable
source: Mail error: Recipient is not available. The invitation to the room could not be sent.
es: Error de correo: el destinatario no está disponible. No se pudo enviar la invitación a la sala.
fr: Erreur de courrier : le destinataire n'est pas disponible. L'invitation à la salle n'a pas pu être envoyée.
it: Errore di posta: il destinatario non è disponibile. Impossibile inviare l'invito alla stanza.
pt: Erro de email: O destinatário não está disponível. O convite para a sala não pôde ser enviado.

# Email.SendLobbyInvite.InvalidRecipient
source: Mail error: Recipient address is invalid.
es: Error de correo: la dirección del destinatario no es válida.
fr: Erreur de courrier : l'adresse du destinataire n'est pas valide.
it: Errore di posta: l'indirizzo del destinatario non è valido.
pt: Erro de email: o endereço do destinatário é inválido.

# Error de correo: la dirección del destinatario no es válida.
source: Mail error: Invalid mail server configuration.
es: Error de correo: configuración inválida del servidor de correo.
fr: Erreur de messagerie : configuration du serveur de messagerie invalide.
it: Errore di posta: configurazione del server di posta non valida.
pt: Erro de email: configuração de servidor de email inválida.

# Email.SendLobbyInvite.Unexpected
source: Mail error: An unexpected problem occurred. The invitation to the room could not be sent.
es: Error de correo: ocurrió un problema inesperado. No se pudo enviar la invitación a la sala.
fr: Erreur de courrier : un problème inattendu s'est produit. L'invitation à la salle n'a pas pu être envoyée.
it: Errore di posta: si è verificato un problema imprevisto. Impossibile inviare l'invito alla stanza.
pt: Erro de correio: ocorreu um problema inesperado. O convite para a sala não pôde ser enviado.

# Auth.ResolveConnectionString.Configuration
source: Configuration error: Server connection string not found.
es: Error de configuración: no se encontró la cadena de conexión del servidor.
fr: Erreur de configuration : chaîne de connexion au serveur introuvable.
it: Errore di configurazione: stringa di connessione al server non trovata.
pt: Erro de configuração: cadeia de conexão do servidor não encontrada.

# Auth.IssueToken.InvalidUserId
source: Invalid request
es: Solicitud inválida
fr: Demande invalide
it: Richiesta non valida
pt: Solicitação inválida

# Auth.IssueToken.AlreadyLoggedIn
source: There is already an active session for this user.
es: Ya hay una sesión activa para este usuario.
fr: Il existe déjà une session active pour cet utilisateur.
it: Esiste già una sessione attiva per questo utente.
pt: Já existe uma sessão ativa para este usuário.

# Auth.Unexpected
source: An unexpected error occurred. Try later.
es: Error de token no válido
fr: Une erreur inattendue s'est produite. Essayez plus tard.
it: Si è verificato un errore imprevisto. Riprova più tardi.
pt: Ocorreu um erro inesperado. Tente mais tarde.

# Auth.Account.NotActive
source: Your account is not active.
es: Tu cuenta no está activa.
fr: Votre compte n'est pas actif.
it: Il tuo account non è attivo.
pt: Sua conta não está ativa.

# Auth.Account.Suspended
source: Your account is suspended.
es: Tu cuenta está suspendida.
fr: Votre compte est suspendu.
it: Il tuo account è sospeso.
pt: Sua conta está suspensa.
