Repository: ByTheAngel11/ClientTheWeakestRival
Catalog: WPFTheWeakestRival/Properties/Langs/Lang.*.resx
Languages: es, fr, it, pt

# Friends.SendFriendRequest.Sql.207
source: Database configuration error when sending a friend request: a required column is missing.
es: Error de configuración de la base de datos al enviar una solicitud de amistad: falta una columna requerida.
fr: Erreur de configuration de la base de données lors de l'envoi d'une demande d'ami : il manque une colonne obligatoire.
it: Errore di configurazione del database durante l'invio di una richiesta di amicizia: manca una colonna obbligatoria.
pt: Erro de configuração do banco de dados ao enviar uma solicitação de amizade: falta uma coluna obrigatória.

# Friends.SendFriendRequest.Sql.2812
source: Database configuration error when sending a friend request: A required stored procedure was not found.
es: Error de configuración de la base de datos al enviar una solicitud de amistad: no se encontró un procedimiento almacenado requerido.
fr: Erreur de configuration de la base de données lors de l'envoi d'une demande d'ami : une procédure stockée requise n'a pas été trouvée.
it: Errore di configurazione del database durante l'invio di una richiesta di amicizia: non è stata trovata la procedura memorizzata richiesta.
pt: Erro de configuração do banco de dados ao enviar uma solicitação de amizade: Um procedimento armazenado necessário não foi encontrado.

# Friends.SendFriendRequest.Sql.53
source: Failed to connect to the database server when sending a friend request: the server is unavailable or the connection was refused.
es: No fue posible conectarse al servidor de base de datos al enviar una solicitud de amistad: el servidor no está disponible o la conexión fue rechazada.
fr: Echec de la connexion au serveur de base de données lors de l'envoi d'une demande d'ami : le serveur est indisponible ou la connexion a été refusée.
it: Impossibile connettersi al server del database durante l'invio di una richiesta di amicizia: il server non è disponibile o la connessione è stata rifiutata.
pt: Falha ao conectar-se ao servidor de banco de dados ao enviar uma solicitação de amizade: o servidor está indisponível ou a conexão foi recusada.

# Friends.SendFriendRequest.Sql.40
source: It was not possible to open a connection to the database when sending a friend request.
es: No fue posible abrir conexión con la base de datos al enviar una solicitud de amistad.
fr: Il n'était pas possible d'ouvrir une connexion à la base de données lors de l'envoi d'une demande d'ami.
it: Non è stato possibile aprire una connessione al database durante l'invio di una richiesta di amicizia.
pt: Não foi possível abrir conexão com o banco de dados ao enviar uma solicitação de amizade.

# Friends.SendFriendRequest.Sql.Unknown
source: An unexpected database error occurred while sending a friend request.
es: Error de token no válido
fr: Une erreur de base de données inattendue s'est produite lors de l'envoi d'une demande d'ami.
it: Si è verificato un errore imprevisto del database durante l'invio di una richiesta di amicizia.
pt: Ocorreu um erro inesperado no banco de dados ao enviar uma solicitação de amizade.

# UiGenericError
source: An unexpected error occurred. Please try again.
es: Error de token no válido
fr: Une erreur inattendue s'est produite. Veuillez réessayer.
it: Si è verificato un errore imprevisto. Per favore riprova.
pt: Ocorreu um erro inesperado. Por favor, tente novamente.

# UiTitleWarning
source: Warning
es: Advertencia
fr: Avertissement
it: Avvertimento
pt: Aviso

# lblFriendRequestsTitle
source: Friend Requests
es: Solicitudes de amistad
fr: Demandes d'amis
it: Richieste di amicizia
pt: Pedidos de amizade

# lblFriendRequestsConnectionError
source: Could not connect to the service. Please check your connection and try again.
es: No se pudo conectar con el servicio. Verifica tu conexión e inténtalo nuevamente.
fr: Impossible de se connecter au service. Veuillez vérifier votre connexion et réessayer.
it: Impossibile connettersi al servizio. Controlla la connessione e riprova.
pt: Não foi possível conectar-se ao serviço. Verifique sua conexão e tente novamente.

# btnFriendRequestsAccept
source: Accept request
es: Aceptar solicitud
fr: Accepter la demande
it: Accetta la richiesta
pt: Aceitar solicitação

# btnFriendRequestsReject
source: Reject request
es: Rechazar solicitud
fr: Rejeter la demande
it: Rifiuta la richiesta
pt: Rejeitar solicitação

# btnFriendRequestsCancel
source: Cancel request
es: Cancelar solicitud
fr: Annuler la demande
it: Annulla richiesta
pt: Cancelar solicitação

# Friends.FriendRequests.RequestAlreadyProcessed
source: The request has already been resolved.
es: La solicitud ya fue resuelta.
fr: La demande a déjà été résolue.
it: La richiesta è già stata risolta.
pt: A solicitação já foi resolvida.

# tittleImageSelector
source: Select your profile picture
es: Elige una imagen
fr: Sélectionnez une image
it: Seleziona un'immagine
pt: Selecione uma imagem

source: Profile load failed
es: Error al cargar el perfil
fr: Échec du chargement du profil
it: Caricamento del profilo non riuscito
pt: Falha ao carregar o perfil

source: Profile update failed
es: Error al actualizar el perfil
fr: Échec de la mise à jour du profil
it: Aggiornamento del profilo non riuscito
pt: Falha na atualização do perfil

source: Logout failed
es: Error al cerrar sesión
fr: Échec de la déconnexion
it: Disconnessione non riuscita
pt: Falha ao sair

# Report.SubmitPlayerReport.Sql.2
source: Database error: The SQL Server service is turned off or inaccessible. The report could not be sent. Try later.
es: Error de base de datos: el servicio de SQL Server está apagado o inaccesible. No se pudo enviar el reporte. Intenta más tarde.
fr: Erreur de base de données : le service SQL Server est désactivé ou inaccessible. Le rapport n'a pas pu être envoyé. Essayez plus tard.
it: Errore del database: il servizio SQL Server è disattivato o inaccessibile. Non è stato possibile inviare il rapporto. Riprova più tardi.
pt: Erro de banco de dados: o serviço SQL Server está desativado ou inacessível. Não foi possível enviar o relatório. Tente mais tarde.

# Report.SubmitPlayerReport.Sql.53
source: Database error: The specified server could not be found. The report could not be sent.
es: Error de base de datos: no se encontró el servidor especificado. No se pudo enviar el reporte.
fr: Erreur de base de données : le serveur spécifié est introuvable. Le rapport n'a pas pu être envoyé.
it: Errore del database: impossibile trovare il server specificato. Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: o servidor especificado não foi encontrado. Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.-1
source: Database error: Connection timed out. The report could not be sent. Try again.
es: Error de base de datos: se agotó el tiempo de espera de conexión. No se pudo enviar el reporte. Intenta de nuevo.
fr: Erreur de base de données : la connexion a expiré. Le rapport n'a pas pu être envoyé. Essayer à nouveau.
it: Errore del database: connessione scaduta. Non è stato possibile inviare il rapporto. Riprova.
pt: Erro de banco de dados: Tempo limite de conexão esgotado. Não foi possível enviar o relatório. Tente novamente.

# Report.SubmitPlayerReport.Sql.121
source: Database error: Connection timed out. The report could not be sent. Try again.
es: Error de base de datos: se agotó el tiempo de espera de conexión. No se pudo enviar el reporte. Intenta de nuevo.
fr: Erreur de base de données : la connexion a expiré. Le rapport n'a pas pu être envoyé. Essayer à nouveau.
it: Errore del database: connessione scaduta. Non è stato possibile inviare il rapporto. Riprova.
pt: Erro de banco de dados: Tempo limite de conexão esgotado. Não foi possível enviar o relatório. Tente novamente.

# Report.SubmitPlayerReport.Sql.11001
source: Database error: Host/server does not exist on the network. The report could not be sent.
es: Error de base de datos: el host/servidor no existe en la red. No se pudo enviar el reporte.
fr: Erreur de base de données : l'hôte/serveur n'existe pas sur le réseau. Le rapport n'a pas pu être envoyé.
it: Errore del database: l'host/server non esiste sulla rete. Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: Host/servidor não existe na rede. Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.4060
source: Database error: The database does not exist or cannot be opened. The report could not be sent.
es: Error de base de datos: la base de datos no existe o no se puede abrir. No se pudo enviar el reporte.
fr: Erreur de base de données : la base de données n'existe pas ou ne peut pas être ouverte. Le rapport n'a pas pu être envoyé.
it: Errore del database: il database non esiste o non può essere aperto. Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: O banco de dados não existe ou não pode ser aberto. Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.208
source: Database error: A required table or object is missing. The report could not be sent.
es: Error de base de datos: falta una tabla u objeto requerido. No se pudo enviar el reporte.
fr: Erreur de base de données : une table ou un objet requis est manquant. Le rapport n'a pas pu être envoyé.
it: Errore del database: manca una tabella o un oggetto richiesto. Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: falta uma tabela ou objeto obrigatório. Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.207
source: Database error: A required column is missing. The report could not be sent.
es: Error de base de datos: falta una columna requerida. No se pudo enviar el reporte.
fr: Erreur de base de données : une colonne obligatoire est manquante. Le rapport n'a pas pu être envoyé.
it: Errore del database: manca una colonna obbligatoria. Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: falta uma coluna obrigatória. Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.2812
source: Database error: Stored procedure does not exist. The report could not be sent.
es: Error de base de datos: el procedimiento almacenado no existe. No se pudo enviar el reporte.
fr: Erreur de base de données : la procédure stockée n'existe pas. Le rapport n'a pas pu être envoyé.
it: Errore del database: la procedura memorizzata non esiste. Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: o procedimento armazenado não existe. Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.18456
source: Database error: Invalid credentials when connecting. The report could not be sent.
es: Error de base de datos: credenciales inválidas al conectar. No se pudo enviar el reporte.
fr: Erreur de base de données : informations d'identification non valides lors de la connexion. Le rapport n'a pas pu être envoyé.
it: Errore del database: credenziali non valide durante la connessione. Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: credenciais inválidas ao conectar. Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.229
source: Database error: Permission denied to execute operation. The report could not be sent.
es: Error de base de datos: permiso denegado para ejecutar la operación. No se pudo enviar el reporte.
fr: Erreur de base de données : autorisation refusée pour exécuter l'opération. Le rapport n'a pas pu être envoyé.
it: Errore del database: autorizzazione negata per eseguire l'operazione. Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: permissão negada para executar a operação. Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.2627
source: Database error: duplicate record (PK/unique index violation). The report could not be sent.
es: Error de base de datos: registro duplicado (violación de PK/índice único). No se pudo enviar el reporte.
fr: Erreur de base de données : enregistrement en double (violation PK/index unique). Le rapport n'a pas pu être envoyé.
it: Errore del database: record duplicato (violazione dell'indice PK/univoco). Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: registro duplicado (violação de PK/índice exclusivo). Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.2601
source: Database error: duplicate record (unique index violation). The report could not be sent.
es: Error de base de datos: registro duplicado (violación de índice único). No se pudo enviar el reporte.
fr: Erreur de base de données : enregistrement en double (violation d'index unique). Le rapport n'a pas pu être envoyé.
it: Errore del database: record duplicato (violazione dell'indice univoco). Non è stato possibile inviare il rapporto.
pt: Erro no banco de dados: registro duplicado (violação de índice exclusivo). Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.547
source: Database error: relationship conflict. The report could not be sent.
es: Error de base de datos: conflicto de relación. No se pudo enviar el reporte.
fr: Erreur de base de données : conflit de relation. Le rapport n'a pas pu être envoyé.
it: Errore del database: conflitto di relazione. Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: conflito de relacionamento. Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.515
source: Database error: An attempt was made to insert a NULL value into a required field. The report could not be sent.
es: Error de base de datos: se intentó insertar un valor NULL en un campo requerido. No se pudo enviar el reporte.
fr: Erreur de base de données : une tentative a été effectuée pour insérer une valeur NULL dans un champ obligatoire. Le rapport n'a pas pu être envoyé.
it: Errore database: è stato effettuato un tentativo di inserire un valore NULL in un campo obbligatorio. Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: foi feita uma tentativa de inserir um valor NULL em um campo obrigatório. Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.2628
source: Database error: Text too long for a column (truncation). The report could not be sent.
es: Error de base de datos: texto demasiado largo para una columna (truncamiento). No se pudo enviar el reporte.
fr: Erreur base de données : Texte trop long pour une colonne (troncature). Le rapport n'a pas pu être envoyé.
it: Errore del database: testo troppo lungo per una colonna (troncamento). Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: Texto muito longo para uma coluna (truncamento). Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.8152
source: Database error: Text too long for a column (truncation). The report could not be sent.
es: Error de base de datos: texto demasiado largo para una columna (truncamiento). No se pudo enviar el reporte.
fr: Erreur base de données : Texte trop long pour une colonne (troncature). Le rapport n'a pas pu être envoyé.
it: Errore del database: testo troppo lungo per una colonna (troncamento). Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: Texto muito longo para uma coluna (truncamento). Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.245
source: Database error: invalid data type conversion. The report could not be sent.
es: Error de base de datos: conversión de tipo de dato inválida. No se pudo enviar el reporte.
fr: Erreur de base de données : conversion de type de données non valide. Le rapport n'a pas pu être envoyé.
it: Errore del database: conversione del tipo di dati non valida. Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: conversão de tipo de dados inválida. Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.8114
source: Database error: invalid data type conversion. The report could not be sent.
es: Error de base de datos: conversión de tipo de dato inválida. No se pudo enviar el reporte.
fr: Erreur de base de données : conversion de type de données non valide. Le rapport n'a pas pu être envoyé.
it: Errore del database: conversione del tipo di dati non valida. Non è stato possibile inviare il rapporto.
pt: Erro de banco de dados: conversão de tipo de dados inválida. Não foi possível enviar o relatório.

# Report.SubmitPlayerReport.Sql.1205
source: Database error: deadlock in transaction. The report could not be sent. Try again.
es: Error de base de datos: deadlock en la transacción. No se pudo enviar el reporte. Intenta de nuevo.
fr: Erreur de base de données : blocage dans la transaction. Le rapport n'a pas pu être envoyé. Essayer à nouveau.
it: Errore del database: stallo nella transazione. Non è stato possibile inviare il rapporto. Riprova.
pt: Erro de banco de dados: impasse na transação. Não foi possível enviar o relatório. Tente novamente.

# Report.SubmitPlayerReport.Sql.1222
source: Database error: lock timeout. The report could not be sent. Try again.
es: Error de base de datos: tiempo de espera de bloqueo excedido. No se pudo enviar el reporte. Intenta de nuevo.
fr: Erreur de base de données : délai d'expiration du verrouillage. Le rapport n'a pas pu être envoyé. Essayer à nouveau.
it: Errore del database: timeout del blocco. Non è stato possibile inviare il rapporto. Riprova.
pt: Erro de banco de dados: tempo limite de bloqueio. Não foi possível enviar o relatório. Tente novamente.

# Report.SubmitPlayerReport.Sql.1105
source: Database error: Server disk is full. The report could not be sent. Try later.
es: Error de base de datos: el disco del servidor está lleno. No se pudo enviar el reporte. Intenta más tarde.
fr: Erreur de base de données : le disque du serveur est plein. Le rapport n'a pas pu être envoyé. Essayez plus tard.
it: Errore del database: il disco del server è pieno. Non è stato possibile inviare il rapporto. Riprova più tardi.
pt: Erro de banco de dados: o disco do servidor está cheio. Não foi possível enviar o relatório. Tente mais tarde.

# Report.SubmitPlayerReport.Sql.Unknown
source: Database error: An unexpected problem occurred. The report could not be sent. Try later.
es: Error de base de datos: ocurrió un problema inesperado. No se pudo enviar el reporte. Intenta más tarde.
fr: Erreur de base de données : un problème inattendu s'est produit. Le rapport n'a pas pu être envoyé. Essayez plus tard.
it: Errore del database: si è verificato un problema imprevisto. Non è stato possibile inviare il rapporto. Riprova più tardi.
pt: Erro de banco de dados: ocorreu um problema inesperado. Não foi possível enviar o relatório. Tente mais tarde.

# Report.SubmitPlayerReport.Validation.RequestNull
source: The report request is not valid.
es: La solicitud del reporte no es válida.
fr: La demande de rapport n'est pas valide.
it: La richiesta di rapporto non è valida.
pt: A solicitação de relatório não é válida.

# Report.SubmitPlayerReport.Validation.TokenInvalid
source: Your session is not valid when sending report. Sign in again.
es: Tu sesión no es válida al enviar reporte. Inicia sesión de nuevo.
fr: Votre session n'est pas valide lors de l'envoi du rapport. Connectez-vous à nouveau.
it: La tua sessione non è valida durante l'invio del report. Accedi di nuovo.
pt: Sua sessão não é válida ao enviar relatório. Faça login novamente.

# Report.SubmitPlayerReport.Validation.InvalidTarget
source: The report could not be sent: the selected player is not valid.
es: No se pudo enviar el reporte: el jugador seleccionado no es válido.
fr: Le rapport n'a pas pu être envoyé : le joueur sélectionné n'est pas valide.
it: Impossibile inviare la segnalazione: il giocatore selezionato non è valido.
pt: Não foi possível enviar o relatório: o jogador selecionado não é válido.

# Report.SubmitPlayerReport.Validation.SelfReport
source: You can't report to yourself.
es: No puedes reportarte a ti mismo.
fr: Vous ne pouvez pas vous signaler.
it: Non puoi riferire a te stesso.
pt: Você não pode reportar a si mesmo.

# Report.SubmitPlayerReport.Validation.InvalidReason
source: The report could not be sent: the selected reason is invalid.
es: No se pudo enviar el reporte: el motivo seleccionado no es válido.
fr: Le rapport n'a pas pu être envoyé : le motif sélectionné n'est pas valide.
it: Impossibile inviare la segnalazione: il motivo selezionato non è valido.
pt: O relatório não pôde ser enviado: o motivo selecionado é inválido.

# Report.SubmitPlayerReport.Validation.CommentTooLong
source: The report could not be sent: the comment exceeds the allowed limit.
es: No se pudo enviar el reporte: el comentario excede el límite permitido.
fr: Le rapport n'a pas pu être envoyé : le commentaire dépasse la limite autorisée.
it: Impossibile inviare la segnalazione: il commento supera il limite consentito.
pt: Não foi possível enviar o relatório: o comentário excede o limite permitido.

# Report.SubmitPlayerReport.Unexpected
source: The report could not be sent: Unexpected error
es: No se pudo enviar el informe: error inesperado
fr: Le rapport n'a pas pu être envoyé : erreur inattendue
it: Impossibile inviare il report: errore imprevisto
pt: O relatório não pôde ser enviado: Erro inesperado

# Email.SendVerificationCode.Socket.10051
source: Mail error: no internet connection (network inaccessible). The password reset code could not be sent.
es: Error de correo: no hay conexión a internet (red inaccesible). No se pudo enviar el código para restablecer la contraseña.
fr: Erreur mail : pas de connexion internet (réseau inaccessible). Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: nessuna connessione Internet (rete inaccessibile). Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de email: sem conexão com a Internet (rede inacessível). O código de redefinição de senha não pôde ser enviado.

# Email.SendVerificationCode.Socket.10065
source: Mail error: The mail server could not be reached (host unreachable). The password reset code could not be sent.
es: Error de correo: no se pudo alcanzar el servidor de correo (host inaccesible). No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de messagerie : le serveur de messagerie n'a pas pu être atteint (hôte inaccessible). Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: impossibile raggiungere il server di posta (host irraggiungibile). Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de email: O servidor de email não pôde ser acessado (host inacessível). O código de redefinição de senha não pôde ser enviado.

# Email.SendVerificationCode.Socket.11001
source: Mail error: The mail server (DNS) could not be resolved. The password reset code could not be sent.
es: Error de correo: no se pudo resolver el servidor de correo (DNS). No se pudo enviar el código para restablecer la contraseña.
fr: Erreur de messagerie : le serveur de messagerie (DNS) n'a pas pu être résolu. Le code de réinitialisation du mot de passe n'a pas pu être envoyé.
it: Errore di posta: impossibile risolvere il server di posta (DNS). Non è stato possibile inviare il codice di reimpostazione della password.
pt: Erro de correio: O servidor de correio (DNS) não pôde ser resolvido. O código de redefinição de senha não pôde ser enviado.
