Repository: ByTheAngel11/ClientTheWeakestRival
Catalog: WPFTheWeakestRival/Properties/Langs/Lang.*.resx
Languages: es, fr, it, pt

# Auth.Account.Banned
source: Your account was blocked.
es: Tu cuenta fue bloqueada.
fr: Votre compte a été bloqué.
it: Il tuo account è stato bloccato.
pt: Sua conta foi bloqueada.

# Auth.Email.Taken
source: This email is already registered.
es: Este correo ya está registrado.
fr: Cet e-mail est déjà enregistré.
it: Questa email è già registrata.
pt: Este e-mail já está registado.

# Auth.Email.NotRegistered
source: There is no account registered with that email.
es: No existe una cuenta registrada con ese correo.
fr: Aucun compte n'est enregistré avec cette adresse e-mail.
it: Non esiste alcun account registrato con quell'e-mail.
pt: Não há nenhuma conta registrada com esse e-mail.

# noFriends
source: You have no friends yet
es: Aún no tienes amigos
fr: Tu n'as pas encore d'amis
it: Non hai ancora amici
pt: Você ainda não tem amigos

# commonAcept
source: Acept
es: Aceptar
fr: Accepter
it: Accetta
pt: Aceitar

# commonReject
source: Reject
es: Rechazar
fr: Rejeter
it: Rifiutare
pt: Rejeitar

# wndMatchTitle
source: Match
es: Partida
fr: Départ
it: Partenza
pt: Partida

# lblGameMatchCodePrefix
source: Code:
es: Código:
it: Codice:
pt: Código:

# lblGamePhaseDefault
source: Phase:
es: Fase:
it: Fase:
pt: Fase:

# lblGameTime
source: TIME
es: TIEMPO
fr: TEMPS
it: TEMPO
pt: TEMPO

# lblGameCurrentChain
source: CURRENT CHAIN
es: CADENA ACTUAL
fr: CHAÎNE ACTUELLE
it: CATENA ATTUALE
pt: CADEIA ATUAL

# lblGameBank
source: BANK
es: BANCO
fr: BANQUE
it: BANCA
pt: BANCO

# lblGamePlayers
source: Players
es: Jugadores
fr: Joueurs
it: Giocatori
pt: Jogadores

# lblGamePlayer
source: Player
es: Jugador
fr: Joueur
it: Giocatore
pt: Jogador

# lblGameWaitingForMatchStart
source: Waiting for the start of the game...
es: Esperando inicio de partida...
fr: En attendant le début du jeu...
it: Aspettando l'inizio della partita...
pt: Aguardando o início do jogo...

# btnGameSaveBank
source: SAVE TO BANK
es: GUARDAR EN BANCO
fr: ÉCONOMISER À LA BANQUE
it: SALVA IN BANCA
pt: SALVAR NO BANCO

# lblGameLifeline
source: WILDCARD
es: COMODÍN
fr: CARTE GÉNÉRALE
it: CARTA JOLLY
pt: CURINGA

# btnGameUseLifeline
source: WEAR
es: USAR
fr: PORTER
it: INDOSSARE
pt: VESTIR

# btnGameSkipIntro
source: Hop
es: Saltar
fr: Houblon
it: Salto
pt: Saltar

# lblGameCoinFlipInProgress
source: Flown...
es: Volado...
fr: Volé...
it: Volato...
pt: Voou...

# btnGlobalClose
source: Close
es: Cerrar
fr: Fermer
it: Vicino
pt: Fechar

# msgSpecialEventBombQuestionTitle
source: Bomb question
es: Pregunta bomba
fr: Question bombe"
it: Domanda bomba”
pt: Pergunta sobre bomba”

# msgSpecialEventBombQuestionDesc
source: Bomb question: correct +0.50 to bank, wrong -0.50
es: Pregunta bomba: correcto +0,50 al banco, incorrecto -0,50
fr: Question bombe : correct +0,50 à la banque, faux -0,50
it: Domanda bomba: corretto +0,50 per bancare, sbagliato -0,50
pt: Pergunta sobre bomba: correto +0,50 para banco, errado -0,50

# msgSpecialEventBombAppliedTitle
source: Question Bomb Applied
es: Bomba de preguntas aplicada
fr: Question Bombe appliquée
it: Bomba di domande applicata
pt: Bomba de perguntas aplicada

# msgSpecialEventSurpriseExamTitle
source: Surprise exam
es: examen sorpresa
fr: Examen surprise
it: Esame a sorpresa
pt: Exame surpresa

# msgSpecialEventSurpriseExamDesc
source: Answer quickly.
es: Responde rápidamente.
fr: Répondez rapidement.
it: Rispondi rapidamente.
pt: Responda rapidamente.

# msgSpecialEventSurpriseExamResolvedTitle
source: Surprise exam resolved
es: Examen sorpresa resuelto
fr: Examen surprise résolu »
it: Esame a sorpresa risolto”
pt: Exame surpresa resolvido”

# msgSpecialEventLightningWildcardTitle
source: Lightning wildcard awarded
es: Se concede el comodín relámpago
fr: Wildcard Lightning attribué
it: Assegnata la wildcard Fulmine
pt: Curinga relâmpago concedido

# msgSpecialEventExtraWildcardTitle
source: Extra wildcard awarded
es: Se concede un comodín adicional
fr: Wildcard supplémentaire attribué
it: Jolly extra assegnato
pt: Curinga extra concedido

# msgSpecialEventSabotageTitle
source: Sabotage
es: Sabotaje
it: Sabotaggio
pt: Sabotar

# msgSpecialEventSabotageDescFormat
source: Turn time reduced to {0} seconds.
es: El tiempo de giro se redujo a {0} segundos.
fr: Temps de tournage réduit à {0} secondes.
it: Tempo di virata ridotto a {0} secondi.
pt: Tempo de turno reduzido para {0} segundos.

# msgSpecialEventDarknessTitle
source: Darkness
es: Oscuridad
fr: Obscurité
it: Oscurità
pt: Escuridão

# msgSpecialEventDarknessEndedTitle
source: Darkness ended
es: La oscuridad terminó
fr: L'obscurité est terminée
it: L'oscurità è finita
pt: A escuridão acabou

# msgSpecialEventWildcardUsedTitle
source: Wildcard used
es: Comodín utilizado
fr: Caractère générique utilisé
pt: Curinga usado

# msgSpecialEventWildcardUsedDescFormat
source: {0} used the wildcard: {1}.
es: {0} utilizó el comodín: {1}.
fr: {0} a utilisé le caractère générique : {1}.
pt: {0} usou o curinga: {1}.

# msgWildcardNameChangeQuestion
source: Change question
es: Cambiar pregunta
fr: Changer de question
pt: Alterar pergunta

# msgWildcardNamePassQuestion
source: Pass question
es: Pasar pregunta
fr: Passer la question
pt: Passar pergunta

# msgWildcardNameForcedBank
source: Forced bank
es: banco forzado
fr: Banque forcée
pt: Banco forçado

# msgWildcardNameDouble
source: Double
es: Doble
pt: Dobro

# msgWildcardNameBlock
source: Block wildcards
es: Bloquear comodines
fr: Bloquer les caractères génériques
pt: Bloquear curingas

# wndMatchResultTitle
source: Game result
es: Resultado de la partida
fr: Résultat du jeu
pt: Resultado do jogo

# lblMatchResultHeader
source: RESULT
es: RESULTADO
fr: RÉSULTAT
pt: RESULTADO

# lblMatchResultGradesList
source: LIST OF QUALIFICATIONS
es: LISTA DE CALIFICACIONES
fr: LISTE DES QUALIFICATIONS
pt: LISTA DE QUALIFICAÇÕES

# lblMatchResultRatioLine1
source: RATIO OF GOOD QUESTIONS PER
es: RATIO PREGUNTAS BUENAS POR
fr: RATIO DE BONNES QUESTIONS PAR
pt: RELAÇÃO DE BOAS PERGUNTAS POR

# lblMatchResultRatioLine2
source: TOTAL QUESTIONS
es: PREGUNTAS TOTALES
fr: QUESTIONS TOTALES
pt: TOTAL DE PERGUNTAS

# btnMatchResultBackToLobby
source: RETURN TO THE LOBBY
es: REGRESAR AL LOBBY
fr: RETOUR AU LOBBY
pt: VOLTAR AO LOBBY

# lblReportReason
source: Reason:
es: Motivo:

# lblReportCommentOptional
source: Comment (optional):
es: Comentario (opcional):

# btnGlobalCancel
source: Cancel
es: Cancelar

# btnReportSubmit
source: Send
es: Enviar

# lblWildcardChangeQuestion
source: Change question
es: Cambiar pregunta

# lblWildcardPassQuestion
source: Pass the question
es: pasa la pregunta

# lblWildcardForcedBank
source: Forced bank
es: banco forzado

# lblWildcardDuplicateScore
source: Duplicate score
es: Puntaje duplicado

# lblWildcardBlockWildcards
source: Block wildcards
es: Bloquear comodines

# lobbyTitle
source: Lobby
fr: Hall d'entrée
it: Hall
pt: Salão

# lobbyIdPrefix
source: LobbyId
fr: ID du lobby
it: ID lobby
pt: ID do lobby

# chatTitle
source: Chat
it: Chiacchierata
pt: Bater papo

# reportReasonSpam
source: Spam
fr: Courrier indésirable
