Repository: ByTheAngel11/ClientTheWeakestRival
Catalog: WPFTheWeakestRival/Properties/Langs/Lang.*.resx
Languages: es, fr, it, pt

# lblWelcome
source: Welcome
es: Bienvenido
fr: Accueillir
it: Benvenuto
pt: Bem-vindo

# lblEmail
source: Email
es: Correo electronico

# lblPassword
source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

# en
source: English
es: Ingles
fr: Anglais
it: Ingles
pt: Inglês

# es
source: Spanish
es: Español
fr: Espagnol
it: Spagnolo
pt: Espanhol

# emailPlaceholder
source: email@example.com
es: correo@ejemplo.com
fr: email@exemple.com
it: email@esempio.com
pt: email@exemplo.com

# passwordPlaceHolder
source: Enter your password
es: Introduce tu contraseña
fr: Entrez votre mot de passe
it: Inserisci la tua password
pt: Digite sua senha

# btnLogin
source: Login
es: Iniciar sesión
fr: Se connecter
it: Accedi
pt: Conecte-se

# loginTitle
source: Login
es: Iniciar sesión
fr: Se connecter
it: Accedi
pt: Conecte-se

# registerTitle
source: Registration
es: Registro
fr: Inscription
it: Registrazione
pt: Cadastro

# registHeader
source: Registration
es: Registro
fr: Inscription
it: Registrazione
pt: Cadastro

# registerDisplayName
source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
pt: Nome de usuário

# lblConfirmPassword
source: Confirm password
es: Confirma tu contraseña
fr: Confirmez le mot de passe
it: Conferma password
pt: Confirme sua senha

source: Cancel
es: Cancelar
fr: Annuler
it: Cancellare
pt: Cancelar

# regist
source: Registration
es: Registrarse
fr: Inscription
it: Registrazione
pt: Cadastro

# registerError
source: Registratioon error
es: Error al registrarte
fr: Erreur d'enregistrement
it: Errore di registrazione
pt: Erro de registro

# notAccount
source: You don't have account?
es: ¿No tienes cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un conto?
pt: Você não tem conta?

# errorMisingFields
source: Fields were missing to fill out
es: Faltaron campos por rellenar
fr: Il manquait des champs à remplir
it: Mancavano campi da compilare
pt: Faltavam campos para preencher

# errorInvalidateCredentials
source: Email or password incorrects
es: Correo o contraseña incorrectos
fr: E-mail ou mot de passe incorrects
it: Email o password errate
pt: E-mail ou senha incorretos

# succesLoginMessage
source: Welcome to The weakest rival
es: Bienvenido a El rival mas debil
fr: Bienvenue sur Le rival le plus faible
it: Benvenuti a Il rivale più debole
pt: Bem vindo ao rival mais fraco

source: Play as guest
es: Jugar como invitado
fr: Jouez en tant qu'invité
it: Gioca come ospite
pt: Jogue como convidado

# btnImageChooser
source: Choose an image
es: Elige una imagen
fr: Choisissez une image
it: Scegli un'immagine
pt: Escolha uma imagem

# registSucces
source: The registration has been success
es: El registro ha sido exitoso
fr: L'inscription a été un succès
it: La registrazione ha avuto successo
pt: A inscrição foi um sucesso

# errorMatchingPasswords
source: The passwords don't match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
pt: As senhas não coincidem

# btnChooseImage
source: Select an image
es: Elige una imagen
fr: Sélectionnez une image
it: Seleziona un'immagine
pt: Selecione uma imagem

# generalRegistError
source: Error on the registration
es: Error al registrarte
fr: Erreur sur l'inscription
it: Errore nella registrazione
pt: Erro no cadastro

# imageLogo
source: /Properties/Images/logo_en.png
es: /Properties/Images/logo_es.png
fr: /Properties/Images/logo_fr.png
it: /Properties/Images/logo_it.png
pt: /Properties/Images/logo_pt.png

# colorLogin
source: #cb102c
es: #ede1d8
fr: #ffffff
pt: #004aad

# errorUsernameWithoutSpaces
source: The username should not have spaces
es: El nombre de usuario no debe tener espacios
fr: Le nom d'utilisateur ne doit pas contenir d'espaces
it: Il nome utente non deve contenere spazi
pt: O nome de usuário não deve conter espaços

# errorInvalidEmail
source: The email does not have the necessary structure
es: El email no tiene la estructura necesaria
fr: L'e-mail n'a pas la structure nécessaire
it: L'e-mail non ha la struttura necessaria
pt: O e-mail não possui a estrutura necessária

# errorPasswordStructure
source: The password must have at least 9 characters, one uppercase letter, and a symbol.
es: La contraseña debe tener al menos 9 caracteres, una letra mayúscula y un símbolo.
fr: Le mot de passe doit comporter au moins 9 caractères, une lettre majuscule et un symbole.
it: La password deve contenere almeno 9 caratteri, una lettera maiuscola e un simbolo.
pt: A senha deve ter pelo menos 9 caracteres, uma letra maiúscula e um símbolo.

# errorEmailExists
source: The email is already registered
es: El email ya esta registrado
fr: L'email est déjà enregistré
it: L'e-mail è già registrata
pt: O e-mail já está cadastrado

# errorUsernameExists
source: The username already exists
es: El nombre de usuario ya está en uso
fr: Le nom d'utilisateur existe déjà
it: Il nome utente esiste già
pt: O nome de usuário já existe

# forgotPassword
source: Forgot your password?
es: ¿Olvidaste tu contraseña?
fr: Vous avez oublié votre mot de passe ?
it: Hai dimenticato la password?
pt: Esqueceu sua senha?

# txtEmail
source: Email
es: Correo Electronico

# txtPassword
source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

# Logo
source: /Properties/Images/logo_en.png
es: /Properties/Images/logo_es.png"
fr: /Propriétés/Images/logofr.png
it: /Proprietà/Immagini/logoit.png
pt: /Propriedades/Imagens/logoen.png

# lblNoFriends
source: You don't have friends yet
es: Aún no tienes amigos
fr: Tu n'as pas encore d'amis
it: Non hai ancora amici
pt: Você ainda não tem amigos

# lblSendInvitations
source: Use “Send Request” to add new ones
es: Usa “Enviar solicitud” para agregar nuevos
fr: Utilisez « Envoyer la demande » pour en ajouter de nouvelles
it: Utilizza "Invia richiesta" per aggiungerne di nuovi
pt: Use “Enviar solicitação” para adicionar novos

# btnPersonalization
source: Personalization
es: Personalización
fr: Personnalisation
it: Personalizzazione
pt: Personalização

# btnScoreboard
source: Scoreboard
es: Marcadores
fr: Tableau de bord
it: Tabellone segnapunti
pt: Placar

# btnFriends
source: Friends
es: Amigos
fr: Amis
it: Amici
pt: Amigos

# btnPlay
source: PLAY
es: JUGAR
fr: JOUER
it: GIOCARE
pt: JOGAR

# btnSendRequests
source: Send Request
es: Enviar solicitud
fr: Envoyer la demande
it: Invia richiesta
pt: Enviar solicitação

# btnRequests
source: Requests
es: Ver solicitudes
fr: Demandes
it: Richieste
pt: Solicitações

# noValidSessionCode
source: No valid session
es: Sesión no válida
fr: Aucune séance valide
it: Nessuna sessione valida
pt: Nenhuma sessão válida

# btnLogout
source: Logout
es: Cerrar sesión
fr: Déconnexion
it: Esci
pt: Sair

# lblSettings
source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni
pt: Configurações

# addFriendTitle
source: Add Friends
es: Agregar amigos
fr: Ajouter des amis
it: Aggiungi amici
pt: Adicionar amigos

# commonClose
source: Close
es: Cerrar
fr: Fermer
it: Vicino
pt: Fechar

# commonSearch
source: Search
es: Buscar
fr: Recherche
it: Ricerca
pt: Procurar

# commonSucces
source: Succes
es: Éxito
fr: Succès
it: Successo
pt: Sucesso

source: Profile Updated
es: Perfil actualizado
fr: Profil mis à jour
it: Profilo aggiornato
pt: Perfil atualizado

# addFriendAccept
source: Accept
es: Aceptar
fr: Accepter
it: Accettare
pt: Aceitar

# modifyProfileTitle
source: Modify Profile
es: Modificar perfil
fr: Modifier le profil
it: Modifica profilo
pt: Modificar perfil

# profileTitle
source: Profile
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

# profileSelectAvatarTitle
source: Select your profile picture
es: Selecciona tu foto de perfil
fr: Sélectionnez votre photo de profil
it: Seleziona la tua immagine del profilo
pt: Selecione sua foto de perfil

# profileImageFilter
source: Filtr image
es: Filtro de imagen
fr: Filtrer l'image
it: Filtra immagine
pt: Filtrar imagem

# logoutConfirmMessage
source: Session closed successfully.
es: Sesión cerrada correctamente.
fr: Session clôturée avec succès.
it: Sessione chiusa con successo.
pt: Sessão encerrada com sucesso.

# logoutTitle
source: Logout
es: Cerrar sesión
fr: Déconnexion
it: Esci
pt: Sair

source: Searching...
es: Buscando...
fr: Recherche...
it: Ricerca...
pt: Procurando...

# noResults
source: No found results
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
pt: Nenhum resultado encontrado

source: Results
es: Resultados
fr: Résultats
it: Risultati
pt: Resultados

# addFriendServiceError
source: We had an error on the FriendService try again later
es: Tuvimos un error en el servicio de amigos inténtalo después
fr: Nous avons eu une erreur sur le FriendService, réessayez plus tard
it: Si è verificato un errore sul FriendService, riprova più tardi
pt: Ocorreu um erro no FriendService, tente novamente mais tarde

# noConnection
source: There is no connection
es: No hay conexión
fr: Il n'y a pas de connexion
it: Non c'è connessione
pt: Não há conexão

# nowFriends
source: Now are friends
es: Ahora son amigos
fr: Maintenant nous sommes amis
it: Adesso siamo amici
pt: Agora são amigos

# statusPendingOut
source: Request sent
es: Solicitud enviada
fr: Demande envoyée
it: Richiesta inviata
pt: Solicitação enviada

# statusPendingIn
source: Request recieved
es: Solicitud recibida
fr: Demande reçue
it: Richiesta ricevuta
pt: Solicitação recebida

# stateSuggested
source: Suggested
es: Sugerido
fr: Suggéré
it: Suggerito
pt: Sugerido

# stateAlreadyFriends
source: You are already friends
es: Ya son amigos
fr: Vous êtes déjà amis
it: Siete già amici
pt: Você já é amigo

# statusAvailable
source: Available
es: Disponible
fr: Disponible
it: Disponibile
pt: Disponível

# statusOffline
source: Offline
es: Desconectado
fr: Hors ligne
it: Non in linea

# errorLoadFriends
source: Error loading friends:
es: Error al cargar amigos:
fr: Erreur lors du chargement des amis :
it: Errore durante il caricamento degli amici:
pt: Erro ao carregar amigos:

# lobbyCreateFailed
source: The lobby could not be created
es: No se pudo crear el lobby
fr: Le lobby n'a pas pu être créé
it: Impossibile creare la lobby
pt: Não foi possível criar o lobby

# lobbyCreated
source: The lobby was successfully created
es: El lobby fue creado con éxito
fr: Le lobby a été créé avec succès
it: La lobby è stata creata con successo
pt: O lobby foi criado com sucesso

# lobbyEnterAccessCode
source: Enter an access code
es: Ingresa un código de acceso
fr: Entrez un code d'accès
it: Inserisci un codice di accesso
pt: Digite um código de acesso

# lobbyJoinFailed
source: Could not join the lobby
es: No se pudo unir al lobby
fr: Impossible de rejoindre le lobby
it: Impossibile unirsi alla lobby
pt: Não foi possível entrar no lobby

# lobbyJoined
source: You joined the lobby
es: Te uniste al lobby
fr: Vous avez rejoint le lobby
it: Ti sei unito alla lobby
pt: Você entrou no lobby

# lobbyCodePrefix
source: Code:
es: Código:
it: Codice:
pt: Código:

# chatCreateOrJoinFirst
source: First create or join a lobby
es: Primero crea o únete a un lobby
fr: Créez ou rejoignez d’abord un lobby
it: Per prima cosa crea o unisciti a una lobby
pt: Primeiro crie ou participe de um lobby

# chatSendFailed
source: The message could not be sent
es: No se pudo enviar el mensaje
fr: Le message n'a pas pu être envoyé
it: Impossibile inviare il messaggio
pt: A mensagem não pôde ser enviada

# addFriendSearchTooltip
source: Search friends
es: Busca amigos
fr: Rechercher des amis
it: Cerca amici
pt: Pesquisar amigos

source: System
es: Sistema
fr: Système
it: Sistema
pt: Sistema

# lobbyPlayerJoined
source: A player joined the lobby
es: Un jugador se unió al lobby
fr: Un joueur a rejoint le lobby
it: Un giocatore si è unito alla lobby
pt: Um jogador entrou no lobby

# lobbyPlayerLeft
source: A player left the lobby
es: Un jugador salió del lobby
fr: Un joueur a quitté le lobby
it: Un giocatore ha lasciato la lobby
pt: Um jogador saiu do lobby

source: Player
es: Jugador
fr: Joueur
it: Giocatore
pt: Jogador

# btnCreateLobby
source: Create lobby
es: Crear lobby
fr: Créer un lobby
it: Crea lobby
pt: Criar lobby

# btnJoinByCode
source: Join by a code
es: Únete por un código
fr: Rejoindre par un code
it: Iscriviti tramite un codice
pt: Participe por um código

# pt
source: Portuguese
es: Portugués
fr: Portugais
it: Portoghese
pt: Português

# it
source: Italian
es: Italiano
fr: Italien
it: Italiano
pt: Italiano

# fr
source: French
es: Francés
fr: Français
it: Francese
pt: Francês

# playOptionsTitle
source: Play Options
es: Opciones de juego
fr: Options de lecture
it: Opzioni di gioco
pt: Opções de jogo

source: Match Starting soon...
es: La partida comienza pronto...
fr: Le match commence bientôt...
it: Partita che inizierà presto...
pt: Partida Começando em breve...

# mainMenuTitle
source: Main Menu
es: Menú principal
fr: Menu principal
it: Menù principale
pt: Menu Principal

source: No Lobby
es: Sin vestíbulo
fr: Pas de hall
it: Nessuna lobby
pt: Sem lobby

# lobbyJoinByCode
source: Join a lobby by code
es: Únase a un lobby por código
fr: Rejoindre un lobby par code
it: Partecipa a una lobby tramite codice
pt: Participe de um lobby por código

# playChoose
source: What you want to do?
es: ¿Qué quieres hacer?
fr: Que veux-tu faire ?
it: Cosa vuoi fare?
pt: O que você quer fazer?

# playEnterCode
source: Enter de access code
es: Introduce el código de acceso
fr: Entrez le code d'accès
it: Inserisci il codice di accesso
pt: Digite o código de acesso

source: Start match
es: Empezar partido
fr: Commencer le match
it: Inizia la partita
pt: Iniciar partida

# chatPlaceholder
source: Write and press enter...
es: Escribe y presiona enter...
fr: Écrivez et appuyez sur Entrée...
it: Scrivi e premi invio...
pt: Escreva e pressione enter...

source: Feature not implemented
es: Característica no implementada
fr: Fonctionnalité non implémentée
it: Funzionalità non implementata
pt: Recurso não implementado

# btnProfileBrowse
source: Choose an image
es: Elige una imagen
fr: Choisissez une image
it: Scegli un'immagine
pt: Escolha uma imagem

# btnProfileRemoveImage
source: Remove the image
es: Quitar la imagen
fr: Supprimer l'image
it: Rimuovi l'immagine
pt: Remova a imagem

source: Save
es: Guardar
fr: Sauvegarder
it: Salva
pt: Salvar

# profileAvatar
source: Profile image
es: Imagen de perfil
fr: Image de profil
it: Immagine del profilo
pt: Imagem do perfil

# friendRequestsIncoming
source: Requests recieved
es: Solicitudes recibidas
fr: Demandes reçues
it: Richieste ricevute
pt: Solicitações recebidas

# friendRequestsOutgoing
source: Requests sended
es: Solicitudes enviadas
fr: Demandes envoyées
it: Richieste inviate
pt: Solicitações enviadas

# matchTitle
source: Match
es: Partida
fr: Départ
it: Partenza
pt: Partida

# mnuLobbyReportPlayer
source: Report
es: Reportar
fr: Rapport
it: Rapporto
pt: Relatório

# reportPlayer
source: Report
es: Reportar
fr: Rapport
it: Rapporto
pt: Relatório

# reportReasonHarassment
source: Harassment/insults
es: Acoso/insultos
fr: Harcèlement/insultes
it: Molestie/insulti
pt: Assédio/insultos

# reportReasonCheating
source: Traps
es: Trampas
fr: Pièges
it: Trappole
pt: Armadilhas

# reportReasonInappropriateName
source: inappropriate name
es: Nombre inapropiado
fr: nom inapproprié
it: nome inappropriato
pt: nome impróprio

# reportReasonOther
source: Other
es: Otro
fr: Autre
it: Altro
pt: Outro

source: Report sent.
es: Reporte enviado.
fr: Rapport envoyé.
it: Rapporto inviato.
pt: Relatório enviado.

# reportCooldown
source: You must wait 30 minutes to report that player again.
es: Debes esperar 30 minutos para volver a reportar a ese jugador.
fr: Vous devez attendre 30 minutes pour signaler à nouveau ce joueur.
it: Devi attendere 30 minuti per segnalare nuovamente quel giocatore.
pt: Você deve esperar 30 minutos para denunciar esse jogador novamente.

# reportFailed
source: The report could not be sent.
es: No se pudo enviar el reporte.
fr: Le rapport n'a pas pu être envoyé.
it: Impossibile inviare il rapporto.
pt: Não foi possível enviar o relatório.

# reportUnexpectedError
source: An error occurred while sending the report.
es: Ocurrió un error al enviar el reporte.
fr: Une erreur s'est produite lors de l'envoi du rapport.
it: Si è verificato un errore durante l'invio del rapporto.
pt: Ocorreu um erro ao enviar o relatório.

# reportSanctionTemporary
source: Report sent. Temporary sanction applied until: {0}.
es: Reporte enviado. Sanción temporal aplicada hasta: {0}.
fr: Rapport envoyé. Sanction temporaire appliquée jusqu'au : {0}.
it: Rapporto inviato. Sanzione temporanea applicata fino al: {0}.
pt: Relatório enviado. Sanção temporária aplicada até: {0}.

# reportSanctionPermanent
source: Report sent. Permanent sanction was applied.
es: Reporte enviado. Se aplicó sanción permanente.
fr: Rapport envoyé. Une sanction permanente a été appliquée.
it: Rapporto inviato. È stata applicata la sanzione permanente.
pt: Relatório enviado. Foi aplicada sanção permanente.

# mnuInviteLobbyByEmail
source: Invite Lobby By Email
es: Invitar al lobby por correo
fr: Inviter le lobby par e-mail
it: Invita lobby tramite e-mail
pt: Convidar lobby por e-mail

# Friends.SendFriendRequest.Sql.2627
source: Database duplicity error when sending a friend request: An attempt was made to insert a record that already exists.
es: Error de duplicidad en la base de datos al enviar una solicitud de amistad: se intentó insertar un registro que ya existe.
fr: Erreur de duplicité de base de données lors de l'envoi d'une demande d'ami : Une tentative d'insertion d'un enregistrement qui existe déjà a été effectuée.
it: Errore di duplicità del database durante l'invio di una richiesta di amicizia: è stato effettuato un tentativo di inserire un record già esistente.
pt: Erro de duplicidade de banco de dados ao enviar uma solicitação de amizade: Foi feita uma tentativa de inserir um registro que já existe.

# Friends.SendFriendRequest.Sql.2601
source: Database duplicity error when sending a friend request: An attempt was made to insert a duplicate record
es: Error de duplicidad en la base de datos al enviar una solicitud de amistad: se intentó insertar un registro duplicado
fr: Erreur de duplicité de base de données lors de l'envoi d'une demande d'ami : une tentative d'insertion d'un enregistrement en double a été effectuée
it: Errore di duplicità del database durante l'invio di una richiesta di amicizia: è stato effettuato un tentativo di inserire un record duplicato
pt: Erro de duplicidade de banco de dados ao enviar uma solicitação de amizade: Foi feita uma tentativa de inserir um registro duplicado

# Friends.SendFriendRequest.Sql.547
source: Referential integrity error in the database when sending a friend request: the target player does not exist or is invalid
es: Error de integridad referencial en la base de datos al enviar una solicitud de amistad: el jugador destino no existe o no es válido
fr: Erreur d'intégrité référentielle dans la base de données lors de l'envoi d'une demande d'ami : le joueur cible n'existe pas ou est invalide
it: Errore di integrità referenziale nel database durante l'invio di una richiesta di amicizia: il giocatore target non esiste o non è valido
pt: Erro de integridade referencial no banco de dados ao enviar uma solicitação de amizade: o jogador alvo não existe ou é inválido

# Friends.SendFriendRequest.Sql.1205
source: Database concurrency error when sending a friend request: Deadlock detected. try again
es: Error de concurrencia en la base de datos al enviar una solicitud de amistad: se detectó un interbloqueo. Inténtalo de nuevamente
fr: Erreur de concurrence de base de données lors de l'envoi d'une demande d'ami : blocage détecté. essayer à nouveau
it: Errore di concorrenza del database durante l'invio di una richiesta di amicizia: rilevato un deadlock. riprova
pt: Erro de simultaneidade de banco de dados ao enviar uma solicitação de amizade: Deadlock detectado. tente novamente

# Friends.SendFriendRequest.Sql.-2
source: The database took too long when sending a friend request. Please try again.
es: La base de datos tardó demasiado al enviar una solicitud de amistad. Inténtalo nuevamente.
fr: La base de données prenait trop de temps lors de l'envoi d'une demande d'ami. Veuillez réessayer.
it: Il database ha impiegato troppo tempo durante l'invio di una richiesta di amicizia. Per favore riprova.
pt: O banco de dados demorou muito para enviar uma solicitação de amizade. Por favor, tente novamente.

# Friends.SendFriendRequest.Sql.4060
source: The database could not be accessed when sending a friend request: the database does not exist or you do not have permissions to use it
es: No se pudo acceder a la base de datos al enviar una solicitud de amistad: la base no existe o no tienes permisos para usarla
fr: La base de données n'est pas accessible lors de l'envoi d'une demande d'ami : la base de données n'existe pas ou vous n'avez pas les autorisations pour l'utiliser
it: Non è stato possibile accedere al database quando invii una richiesta di amicizia: il database non esiste o non hai i permessi per utilizzarlo
pt: Não foi possível acessar o banco de dados ao enviar uma solicitação de amizade: o banco de dados não existe ou você não tem permissão para usá-lo

# Friends.SendFriendRequest.Sql.911
source: The database could not be accessed when sending a friend request: the indicated database does not exist or is not available.
es: No se pudo acceder a la base de datos al enviar una solicitud de amistad: la base indicada no existe o no está disponible.
fr: La base de données n'est pas accessible lors de l'envoi d'une demande d'ami : la base de données indiquée n'existe pas ou n'est pas disponible.
it: Non è stato possibile accedere al database quando si invia una richiesta di amicizia: il database indicato non esiste o non è disponibile.
pt: Não foi possível acessar o banco de dados ao enviar uma solicitação de amizade: o banco de dados indicado não existe ou não está disponível.

# Friends.SendFriendRequest.Sql.18456
source: Failed to authenticate database access when sending a friend request (invalid credentials).
es: No se pudo autenticar el acceso a la base de datos al enviar una solicitud de amistad (credenciales inválidas).
fr: Échec de l'authentification de l'accès à la base de données lors de l'envoi d'une demande d'ami (informations d'identification non valides).
it: Impossibile autenticare l'accesso al database durante l'invio di una richiesta di amicizia (credenziali non valide).
pt: Falha ao autenticar o acesso ao banco de dados ao enviar uma solicitação de amizade (credenciais inválidas).

# Friends.SendFriendRequest.Sql.229
source: You do not have sufficient permissions on the database to send a friend request.
es: No tienes permisos suficientes en la base de datos para enviar una solicitud de amistad.
fr: Vous ne disposez pas des autorisations suffisantes sur la base de données pour envoyer une demande d'ami.
it: Non disponi di permessi sufficienti sul database per inviare una richiesta di amicizia.
pt: Você não tem permissões suficientes no banco de dados para enviar uma solicitação de amizade.

# Friends.SendFriendRequest.Sql.208
source: Database configuration error when sending a friend request: The required table or view was not found.
es: Error de configuración de la base de datos al enviar una solicitud de amistad: no se encontró la tabla o vista requerida.
fr: Erreur de configuration de la base de données lors de l'envoi d'une demande d'ami : La table ou la vue requise n'a pas été trouvée.
it: Errore di configurazione del database durante l'invio di una richiesta di amicizia: la tabella o la vista richiesta non è stata trovata.
pt: Erro de configuração do banco de dados ao enviar uma solicitação de amizade: A tabela ou visualização necessária não foi encontrada.
